<template>
  <div class="h-40"></div>
  <div class="layout_content text-xl text-content">
    <h1 class="text-[40px] font-bold mb-5">活動宗旨</h1>
    <div class="pb-8 lg:px-12">
      <h2 class="text-primary font-bold text-2xl my-2 mt-12">驅散名為迷惘的迷霧</h2>
      <p>
        猶記得高三那年，一出學測考場，人生頓失方向。該讀哪間學校、報什麼學系？此起彼落的疑問，成了每個考生心中的困擾，也迴盪在每次與父母、導師的談話間。不管閱覽了多少網路資料，你仍然躊躇不前，甚至更加心焦<br>
        ——這樣的選擇是對的嗎？去了那裡會不會後悔？<br>
        <br>
        已然進入所屬科系的我們，知道這樣的輪迴仍然不斷上演。所以我們自問，該如何消弭高中生們內心的不安。曾經籠罩我們的迷惘，就由我們來驅散。<br>
        這份理念，就是單車節的初心。
      </p>
    </div>
    <h1 class="text-[40px] font-bold my-5">單車節緣起</h1>
    <div class="mt-8 pb-8 lg:px-12">
      <p>
        成大單車節，以成大校園內最具有標誌性的交通工具命名，「縮小南北城鄉差距」與「彌平高中端與大學端的資訊落差」是我們的活動宗旨，更是我們的使命。<br><br>
        我們也都曾經是迷茫的高中生，在快速變遷的環境與課綱下，尋找屬於自己未來的人生方向。<br><br>
        如今我們將化身為高中生們的引路人，帶領高中生們探索自我，構築屬於自己的大學藍圖！
      </p>
      <h2 class="text-primary font-bold text-2xl my-2 mt-12">什麼是單車節？</h2>
      <p>單車節是所謂的大學科系博覽會，是由成大學生來組織活動並主導進行。活動當天主要開放給對成大有興趣的高中生或家長參觀，亦會有各科系來擺攤並介紹。</p>
      <h2 class="text-primary font-bold text-2xl my-2 mt-12">為什麼以單車為命名？</h2>
      <p>由於單車對於成大學生來說是生活中必不可少的，剛進成大的共同回憶非屬騎單車上學和買東西莫屬，也成為了一個成大生的象徵，因此我們用單車作為成大的信物，藉此更能與「成大」本身做連結。</p>
      <h2 class="text-primary font-bold text-2xl my-2 mt-12">舉辦單車節的初衷</h2>
      <p>我們都曾是迷惘且不知所措的高中生，時常對於未來的不確定性感到不安。尤其在選擇科系的時候，因為不清楚、不瞭解科系。所以最常問的肯定是：「我適合這個科系嗎？」<br><br>
        這時候需要的就是一個引路人，替他們解決困惑。為了幫助他們更瞭解這些科系，單車節這個活動因而誕生。希望他們藉由學長姐的親身經歷，站在我們的肩膀上，能將前方的路看得更清楚，
        也能對自己將要面臨的選擇更加確定，那就是我們舉辦此活動的初衷和宗旨。</p>
    </div>
    <h1 class="text-[40px] font-bold my-5">認識籌備團隊</h1>
    <MemberCard />
  </div>
</template>

<script setup>
import MemberCard from '../components/MemberCard.vue';
</script>