<template>
  <div class="max-w-[1200px] mx-auto text-xl text-content px-10">
    <h1 class="text-[40px] font-bold mb-5">活動宗旨</h1>
    <div class="py-8 lg:px-12">
      <p>成功大學自立校以來，累積深厚學術與人文底蘊，孕育無數學子於專業殿堂及社會各處無私奉獻；
      歷來以社會參與為經營目標，形塑特殊使命與學生特質。冀透過本次活動，向大眾展示成功大學作為全臺綜合型大學所能提供的學習資源、師資設備、產學合作，
      以溫馨有感的豐富活動，做為全台高中生迷惘未來時之引路人。</p>
      <h2 class="text-primary font-bold text-2xl my-2 mt-12">驅散名為迷惘的迷霧</h2>
      <p>猶記得高三那年，一出學測考場，人生頓失方向。該讀哪間學校、報什麼學系？此起彼落的疑問，成了每個考生心中的困擾，也迴盪在每次與父母、導師的談話間。不管閱覽了多少網路資料，你仍然躊躇不前，甚至更加心焦
        ——這樣的選擇是對的嗎？去了那裡會不會後悔？<br><br>
        已然進入所屬科系的我們，知道這樣的輪迴仍然不斷上演。所以我們自問，該如何消弭高中生們內心的不安。曾經籠罩我們的迷惘，就由我們來驅散。
        這份理念，就是單車節的初心。</p>
    </div>
    <h1 class="text-[40px] font-bold my-5">單車節緣起</h1>
    <div class="py-8 lg:px-12">
      <p>成功大學乃全台首屈一指的綜合性大學，以「教育創新」、「研究卓越」、「社會責任」為主軸，致力於打造「教學、研究與社會責任」整體卓越的未來大學，
        在學術研究及產學合作皆扮演著重要角色，多年來，莘莘成大學子或獻身或創立台灣企業，和台灣社會共同奮鬥一起成就。成大亦是歷史悠久的全臺首學，
        位居交通樞紐，校地遼闊，生活圈完備發達，擁有各具特色之十一大校區，承襲豐富人文底蘊並與時俱進，發展創新。
        成大單車節，以成大學生上課通勤之交通工具命名，乘載莘莘學子勤奮向學之正面形象，亦與青春活力之意象連結，期許與成功大學一齊踏實向前，邁向未來。
        成大單車節於今年邁入第十七個年頭，在縮小朝野、南北、城鄉高等教育資源資訊上，扮演了舉足輕重角色，望奠基於歷屆籌備之優良傳統，於前人打拚的豐富基礎上，
        結合專案創新，提供全臺學子更新穎、多元的教育資訊，並推廣成功大學之校園人文情懷。同時呼應校園之溫馨風氣，為成功大學塑造良好形象，展現學子自發性肩負的社會責任，
        以人為本，關懷為養分的理念，與成功大學團隊攜手並進，齊航向百年，躍升精彩。</p>
      <h2 class="text-primary font-bold text-2xl my-2 mt-12">什麼是單車節？</h2>
      <p>單車節是所謂的大學科系博覽會，是由成大學生來組織活動並主導進行。活動當天主要開放給對成大有興趣的高中生或家長參觀，亦會有各科系來擺攤並介紹。</p>
      <h2 class="text-primary font-bold text-2xl my-2 mt-12">為什麼以單車為命名？</h2>
      <p>由於單車對於成大學生來說是生活中必不可少的，剛進成大的共同回憶非屬騎單車上學和買東西莫屬，也成為了一個成大生的象徵，因此我們用單車作為成大的信物，藉此更能與「成大」本身做連結。</p>
      <h2 class="text-primary font-bold text-2xl my-2 mt-12">舉辦單車節的初衷</h2>
      <p>我們都曾是迷惘且不知所措的高中生，時常對於未來的不確定性感到不安。尤其在選擇科系的時候，因為不清楚、不瞭解科系。所以最常問的肯定是：「我適合這個科系嗎？」<br>
        這時候需要的就是一個引路人，替他們解決困惑。為了幫助他們更瞭解這些科系，單車節這個活動因而誕生。希望他們藉由學長姐的親身經歷，站在我們的肩膀上，能將前方的路看得更清楚，
        也能對自己將要面臨的選擇更加確定，那就是我們舉辦此活動的初衷和宗旨。</p>
    </div>
    <h1 class="text-[40px] font-bold my-5">認識籌備團隊</h1>
    <MemberCard />
    <h1 class="text-[40px] font-bold my-5">歷年活動</h1>
    <div class="flex lg:justify-between justify-center flex-wrap mt-12">
      <div class="w-[340px] h-[192px] bg-slate-500 mb-10"></div>
      <div class="w-[340px] h-[192px] bg-slate-500 mb-10"></div>
      <div class="w-[340px] h-[192px] bg-slate-500 mb-10"></div>
      <div class="w-[340px] h-[192px] bg-slate-500 mb-10"></div>
    </div>
  </div>
</template>

<script setup>
import MemberCard from '../components/MemberCard.vue';
</script>