[
  {
    "id": "article1",
    "title": "薛宇志",
    "author": "薛宇志",
    "content": "<p>我在 2011 年進到成大化工系，開學的第一天，抱著成為一名優秀工程師的雄心壯志踏進了成大自強校區（化工系館所在之處）。然而，後來展開的故事，都是原本不在計劃內，但更為嚮往的。<br><br>剛進入大學的生活，第一要務就是不斷地探索。什麼都想嘗試，什麼都不想錯過，因為這是人生中短暫的階段，讓你擁有控制自己完整 24 小時的權利，這 24 小時完全依照你的自主意識安排，沒有過多的外力參與，現在回過頭看，那一段日子是真的『自由』，是一種熱血青春的記憶。<br><br>我在大一的時候，就希望找點不同的事情做，豐富課業以外的大學生活，因緣際會下，我加入了一個國際學生組織 AIESEC，一個成立於二次世界大戰之後的學生組織，也是當時唯一個隸屬於聯合國之下的學生組織。自此，我對於後續的職涯有了不同的眼界與想法，透過與不同國家的學生交流，學習不同的文化與建立國際觀，同時也透過舉辦活動、擔任幹部，來學習實務上如果帶領團隊並且與不同價值觀的人合作，這些寶貴的經驗都讓出社會的我受用無窮。我也因此陷入了社團狂熱，整整待在這個組織五年，第四年的時間甚至選上了台灣總會的幹部，到台北辦公室全職工作了一年，帶領了十九個大學分會與各大企業接洽，共同執行專案，也因為這份熱愛，改變了我原本的職涯軌跡，發現我真心喜歡的工作內容與領域。<br><br>當時延畢一年是個重大的選擇，對我或是我的家人都是，但現在回想，那是一個最對的決定。我一直相信，人生沒有一定要照個某個特定的步調走，唯獨走得開心，那才是人生意義。為自己的選擇負責，勇於承擔，都會有所成長的。至少那一年的我是這樣告訴自己的，還好十年後的我也還認同當時的決定。對了，從台北回成大把學分修完的那一年，每個學期都要修到25學分（大概跟大一入學時一樣，完全沒有大五生該有的餘裕），整學年的所有課程幾乎都在同一個系館度過，我想這應該算是扎扎實實地為了自己的選擇負責了吧...<br><br>畢業後當了一年兵，退伍後不久，加入了一間品牌顧問公司，公司不大，因此每個人的負責事項很廣，也有機會接觸到不同國家的同事與客戶，除了把我在社團所學的經驗都再度用上之外，也多了很多學習的機會，像是如何用更高的格局來看待問題，永遠鼓勵自己用主管的視角來做評斷，學習如何做出成熟的決策與有效率的解決問題，把自己跟大你五歲的前輩做比較，缺乏的技能，有意識的補齊，缺乏的經驗，有野心的爭取。這必定確保你不斷地在進步，在成長。<br><br>2022年，我加入了一間軟體顧問公司- beBit TECH (微拓科技)，原先是日商管顧公司，後來合併了一間軟體公司，進而有了自己的軟體產品，近期也有了上市的規劃。在這裡遇到很多過去不曾見過的複雜問題，有些與產品相關，有些與跨部門合作相關，而正因為這些困難，讓工作充滿了挑戰性，培養了如何解決複雜問題的思路與做法，也深刻地了解到每個人的能力並非單指他所會的技能，而是包含了所有他可以接觸的資源、認識的人、執行過的專案等，這一切的加總才是能力的體現，絕對不是一個人埋頭苦幹。也因為這些經驗，讓自己的眼光可以放得更遠，想得更廣，這樣的心態也確實賦予每一天的工作更多的願景。人生很短，但工作的時間很長，選擇自己有興趣的事，就會是職涯最好的投資。<br><br>最後，想跟正在準備升學的你/妳分享，我認為讀書與學業成績並非一切，但仍要付出自己不會後悔的努力，每當盡力之後，就樂觀地看待結果，因為在某些事情上，過程確實是比結果更重要。此外，找到自己想做的事、想認識的朋友、想參與的活動、想過的人生。每當迷惘了，請確保自己是往讓自己變得更好的路上走去。See you on the road!</p>"
  },
  {
    "id": "article2",
    "title": "陳韋宏",
    "author": "陳韋宏",
    "content": "<p><h3>【自身經歷介紹】</h3>各位學弟妹大家好，我是成功大學學士學位學程暨化工系105級的畢業生陳韋宏，現任於日本栗田工業株式會社的技術顧問職（東京本社）。因受成大單車節學術部的活動邀約，想和各位學弟妹分享大學以來的心路歷程。<br><br>在上大學以前我是比較書呆子類型的學生，被問才藝大概會回答「讀書跟考試」那種程度，也因此剛面對繽紛而複雜的大學生活，實際是有些不知所措的。然而在成大提供的項目中我實現了人生第一次的出國夢，之後便一心鑽研各種出國的機會，四年先後公費拜訪了德國、荷蘭、新加坡、香港、美國，畢業後因為對日本傳統工藝的憧憬而至日本東京工業大學進修碩士，除了曾獲扶輪社獎學金資助，也透過研究所訪問過越南以及擔任過日本慶應義塾大學的研究員。畢業後因為感受人們對於環境意識的崛起以及海外拓展的機會，我入職了日本最大的水處理技術公司，栗田工業株式會社，目前從事海外業務相關的技術顧問。<br><br>我相信每個人的經歷都是特殊的，所以在個人的詳細經歷上不會有太多著墨，而會側重在通用型的概念與經驗傳承，如果能給耐心閱讀這封信的後輩們一點啟發，對於畢業生的我來說還是非常幸福的一件事情，也期待未來能讀到學弟妹們的故事。<br><br><h3>【給高中生關於高中及大學的建議】</h3>人生體驗：了解自己是怎麼樣的人。多去做不同嘗試，不管是課業、實習、旅遊、社團活動、認識不同的人甚至談戀愛，我認為本質都是「認識自己」的過程，比如參加了業界的實習，除了對該產業更加了解外，這個業界的薪資待遇（例如你知道台灣平均薪資前三高的業界是哪些嗎？）、工作型態（朝九晚五或隨叫隨到型）自己是否能接受的都可以先考慮清楚。抑或是談了戀愛才知道：一個人身上哪些優點是自己喜歡的、或是哪些缺點是自己不能接受的，尤其戀愛這件事我發現每個人都存在很大的認知落差，這些都是沒有嘗試過不會知道的。<br><br>知識技能：經歷不同的嘗試後，找出自己最最喜歡的領域，哪怕只是一個小分野，徹底地研究它、搞懂它。這件事情對於你一生的幫助絕對會超乎想像。（不限於學校的專業領域）<br><br><h3>【若重來一遍學生時光，會做哪些改變？】</h3>第一是常常思考自己想要什麼，其實很多人當下的糾結很大程度源於不清楚自己想要什麼，比如要不要出國讀書、要不要轉系、甚至要不要休學去做什麼事情，這時候可以換個角度 ，比如出國讀書其實長遠來說可能跟就業或者生活綁在一起，那就可以再想想未來我是不是願意在這個國家工作與生活，真的糾結的時候可以嘗試這種「以終為始」的思考方式。<br><br>第二是試著把自己的感受放在首位，由於我是典型的高敏感型人格（Highly Sensitive Person, HSP），很容易不自覺因別人的三言兩語而陷入內耗，但長大後我開始試著把重心放回自己身上。因為高敏感族群很容易體察別人的情緒與需求，所以我可以很照顧身邊的人，但相對會告訴自己我對別人好是因為我是好人，一旦判定對方不值得我也會毫不猶豫將對方從我生命中移除，在能夠在圓滑與鐵腕之中隨時切換。<br><br><h3>【關於工作的選擇】</h3>雖然知道工學院不少畢業生去了「科技業」，但我清楚知道科技業的工作模式不是我喜歡的。所以我很早就是考慮「傳產」相關的業界，而我認為日本傳產領域做得又比台灣成熟且更全球化，所以選擇留在日本。另外我又希望在這基礎上有「革新」的能力，也就是將來還有機會再火一把的業界，考量當前時代背景：環保意識抬頭、綠能需求上升、經濟成長不再是人們唯一關注焦點，我選擇了跟自身專業最相關的水處理業界，看著公司每年的業務成長以及大膽卻務實的革新目標，雖然速度不能說快，但確實走在了穩健的成長道路上。<br><br><h3>【未來的產業發展發向】</h3>我認為不管是哪個業界，「ＡＩ協同工作」、「大數據分析」」會是未來的主要議題。實際上ＡＩ很多機能都還沒被很好地使用或者開發出來，就像過去人們怕工作被機器取代，但現在我們看到的基本都是人機合作的工作與生活模式，我也相信未來多數業界的主流會是人們跟ＡＩ一同工作。再來是大數據分析，過往的企業專案可能很多是憑主觀感覺去抓趨勢而下結論，但隨著各種計算器的數據分析能力上升，過去難以被定量化的各種問題都開始一一被突破，可以想像未來職業工作者將被要求更理性且定量地去分析問題之後求得結論。<br><br>另外隱藏的一點是關於「多元價值與包容（Diversity and Inclusion）」，其實每個人對工作的想法各有不同，可能有人是為了養家餬口、有人是為了個人價值實現、當然也有只想輕鬆過日子的人，加上不少企業的外籍工作者也有增多的趨勢，也帶來更多不同的價值觀，未來職場怎麼樣體現多元價值與包容，可能在長遠來說會影響各公司的戰力。<br><br><h3>【大學或企業對學生的意義是什麼？】</h3>回顧下來，不管是學校、公司乃至於留學國家，我認為對於個人最大的意義是「提供了怎麼樣的平台與資源」，比如在成功大學我可以透過申請不同的企劃案每年都去不同國家的學術機構進行訪問、在東京工業大學的時候我可以透過海外活動認識了各地頂尖理工大學的學生或者進行企業共同研究專案，而透過現在的公司我可以跟海外數十個國家的人接觸，進而以更大地維度推動社會上的可持續發展（Social sustainability）相關的專案，中間也認識各種不同的人、學習到了不同的思維與想法，這對我來說是最寶貴的東西。<br><br><h3>【職場中必備的軟實力】</h3>一言以蔽之的話：「溝通技巧與自身實力」。日語裡的工作叫做「仕事（しごと）」，我認為這詞的語境非常高。因為「仕」指的就是人，「事」指的是事情本身，對我而言一切「工作」的本質都是「透過『人』把『事情』辦好」。在職場上（尤其大企業），每個部門乃至於每個人的分工都是非常明確的，這也意味著每個人都掌握著不同「資源」：可能是物資、技術、經費甚至於關鍵時的一個授權，但要如何讓每個人願意提供自己手上的資源為我所用就是一門學問。雖然不是職場，但我遇過最貼切地例子便是因為不懂韓語去韓國購物的時候吃了不少啞巴虧，結果麻煩首爾當地的朋友，人家親切地跟老闆閒聊幾句後，老闆不僅舉起大拇指稱讚，還給我們打了一個不小的折扣…其實類似的例子在職場上也是常常遇到，很多時候人家願意幫忙不外乎三個原因：①份內工作不便推辭、②你有硬實力（職位或者對方同樣想要的資源，俗稱等價交換）、③你有軟實力（有私交或至少覺得跟你相處開心），如果這三點都不成立你可能就會發現你調動資源的難度變得非常高，想做的事情也變得更加難以實現。</p>"
  },
  {
    "id": "article3",
    "title": "古念華",
    "author": "古念華",
    "content": "<p>UX 設計師 (User Experience，使用者體驗) 是目前流行的科技業職涯路線之一，他是設計那些你每天使用的網站或者 App 的角色，但也是在公司中，代表使用者心聲發聲的人。這也揭示了我們設計師的目標：讓技術和人性得以交會，假如這也是你感興趣的職涯路線，且聽我娓娓道來。<br><br>我是古念華，現居荷蘭，現職為殼牌的資深產品設計師，是荷蘭互動設計協會理事。除了在荷蘭的數位業服務，業餘經營設計 Podcast 《設計遊牧》，並且參與賴清德和蔡英文的總統競選專案，設計了 《Lofi on 賴》和《小英日常》 兩個競選網站。我對於能夠利用設計專業周遊世界各國感到慶幸，也很高興能夠拿設計產生社會影響力，這是讓以設計感到自豪。<br><br>我設計的開始——設計師的核心關鍵：這能夠回應我在大學做的事情，我畢業於成大工業設計系 102 級，學校學的是實體產品的設計，找到使用者痛點，並且藉由一個新產品或既有產品改良，得以解決使用者的問題，這樣同理不同人群的需求，並且解決他們問題，這就是設計工作的核心。<br><br>大家往往會覺得要成為設計師需要很大的努力和天份，但我自己倒不這樣認為。在傳統的設計工作的確會很要求對於美感與造型的能力，這對於那些有美學天賦的人來說提供了極佳的機會。然而數位產品設計因為設計有比較明顯的規範，能夠漂亮、適當地解決問題反而是核心競爭力。由於數位產品設計仍然是相對新興的職業類別，國內沒有對應的體制內教育管道，也因此從各個領域的人都很容易加入這個職業中，從社會科學（心理學）、管理學（產品管理），到傳統的各設計科系都在範疇中。對我來說，設計師真正需要的是對於「理解人」和「造物」的興趣，你如果對於理解不同脈絡的人群有熱情，並且對於做出很棒的東西感到興奮，那這才是從設計職場脫穎而出，並且能夠將設計作為一輩子志業的原因。<h3>【UX 設計師工作在做什麼？】</h3>在成熟的軟體科技業中，有被稱為產品三本柱的三個角色，分別是：產品管理、工程、設計，這三個角色分別呼應了數位產品的三大面向：<br>技術可行性（Feasibility），處理軟體基礎建設，確保現有的技術可以產出產品。<br>商業可行性（Viability），考慮顧客買不買單、做競品分析以增強產品優勢減少劣勢。<br>使用者的喜好（Desireaiity），使用者角度思考，確保產品回應使用者的心聲。<br><br>設計師當然是主力確保產品的使用者喜好程度，在此同時，我們也需要將我們的觀點清楚地和其他兩個角色分享，這也賦予設計師很大的研究的角色，畢竟，找到對的問題，並且解決它才是最重要的事，而不是一昧地做而不想。<br><br>設計師的超能力有兩個，一個是去面對面使用者，知道他們需求是什麼，在想什麼，怎麼從產品的角度讓他們工作更順利，生活更便利。再來，我們也能夠用視覺化思考的方式，將複雜的內外部系統問題整理出來，譬如說上面荷蘭銀行的案例，設計師藉由視覺化內部資訊系統的方式，找到更好的軟體整合的做法。儘管設計師不見得是技術知識最多的人，但我們也很常扮演促進各方溝通的角色。我總是會希望，同事會因為有設計師的加入，感到工作變得更加容易，也因此我也相信好的設計師，也應該是讓同事感到信賴的好人。<br><br>設計師工作喜歡集思廣益，也因此我們接下來就會找三五位設計師一起討論這個案子應該怎麼發展。我自己很喜歡的方式是：找一個白板大家一起來畫出一些想法，這時候想法會從釐清機制、到發現使用者操作的潛在問題，而這時候我們往往就會意識到：假如想同時解決所有問題，那東西就會複雜到難以使用，也因此就得要做出痛苦的取捨，而往往經過取捨後，這樣的設計才能夠逐漸成熟。<br><br>在有了草圖輔助後，設計師就可以開始進電腦做大量的介面實驗，怎樣的資訊呈現最清楚，又怎樣的機制可以輔助使用者達到他們的目標，以上面的案例，即是微軟 Bing News 在做網站改版時，做了不同的介面操作的提案與實驗。<br><br><h3>【趁早提高自己的出國曝光度】</h3>除了工作內容有趣外，UX 設計師一個很容易提供你國際移動能力的專業。我在荷蘭的 TU Delft 留學時，也同時在北京與舊金山不同公司進行實習。而在畢業職業後，我也陸續收到芬蘭、美國等不同業主的邀請，幫他們做出設計提案。也因此我會非常鼓勵你們能夠趁早提升自己的國際曝光度。<br><br>我的出生背景不允許我在讀書期間有出國遊學的機會，也因此我當時在大學其實對於同儕有很多國際機會都感到非常的羨慕，但很慶幸我在大學有將英文練到適當的水準。在畢業開始工作後，申請的文化部的補助計畫，前往法國參加為期一週的設計工作坊，那次是我第一次離開亞洲，見識到不同文化環境的設計工作樣貌。<br><br>那時候我的英文口說並不好，儘管文法不對，但用有限的字詞，並且適當比手畫腳下，仍然能夠和大家工作，那時候我每天早上會用大大的微笑和大家道早，這反而是大家對我最深的印象。哪怕在顛三倒四的口語對話下，能夠和自己合拍的朋友仍會留下，去年我和工作坊的其他設計師闊別五年再度見面，笑談那時候的事，有時候人際關係很奇妙，跨越時空仍然會相聚。<br><br>現在有國際交流的機會非常多了，從學校時期就有不少互動場合，各國提供打工留學簽證，政府也有相對應的補助計畫，更別說留學這種主流的方式，讓自己時時刻刻準備好國際的機會，這絕對是十分值得投資的事。<br><br><h3>【科技焦慮還有職涯的選擇】</h3>在這個不斷有新事物出現的時代，對於新鮮人說，難免有擔心落後別人的焦慮，這樣的壓力在業界也是家常便飯。然而我認為職涯並非是一場快跑，而是一個馬拉松，如何在這一個長跑中維持足夠的力氣，並且不會被過程所迷惘，這才是最重要的事。<br><br>在這篇文章我介紹了 UX 設計的職涯現況，然而產業有起有落，不見得現在的資訊在你畢業時仍然適用，也因此我很推薦這個看法：看你的目標產業的人是不是有希望感，假如從業人員對於未來並不樂觀，產業的未來恐怕會越來越差，在就業前和同職業的學長姐聊聊天，聊聊他的當下的看法，這樣根據時事的研究方式是設計師的做法，也會是一個更加確實的抉擇手段。"
  }
]