[
  {
    "id": "article1",
    "title": "薛宇志",
    "author": "化工104級 薛宇志",
    "content": "我在 2011 年進到成大化工系，開學的第一天，抱著成為一名優秀工程師的雄心壯志踏進了成大自強校區（化工系館所在之處）。然而，後來展開的故事，都是原本不在計劃內，但更為嚮往的。<br><br>剛進入大學的生活，第一要務就是不斷地探索。什麼都想嘗試，什麼都不想錯過，因為這是人生中短暫的階段，讓你擁有控制自己完整 24 小時的權利，這 24 小時完全依照你的自主意識安排，沒有過多的外力參與，現在回過頭看，那一段日子是真的『自由』，是一種熱血青春的記憶。<br><br>我在大一的時候，就希望找點不同的事情做，豐富課業以外的大學生活，因緣際會下，我加入了一個國際學生組織 AIESEC，一個成立於二次世界大戰之後的學生組織，也是當時唯一個隸屬於聯合國之下的學生組織。自此，我對於後續的職涯有了不同的眼界與想法，透過與不同國家的學生交流，學習不同的文化與建立國際觀，同時也透過舉辦活動、擔任幹部，來學習實務上如果帶領團隊並且與不同價值觀的人合作，這些寶貴的經驗都讓出社會的我受用無窮。我也因此陷入了社團狂熱，整整待在這個組織五年，第四年的時間甚至選上了台灣總會的幹部，到台北辦公室全職工作了一年，帶領了十九個大學分會與各大企業接洽，共同執行專案，也因為這份熱愛，改變了我原本的職涯軌跡，發現我真心喜歡的工作內容與領域。<br><br>當時延畢一年是個重大的選擇，對我或是我的家人都是，但現在回想，那是一個最對的決定。我一直相信，人生沒有一定要照個某個特定的步調走，唯獨走得開心，那才是人生意義。為自己的選擇負責，勇於承擔，都會有所成長的。至少那一年的我是這樣告訴自己的，還好十年後的我也還認同當時的決定。對了，從台北回成大把學分修完的那一年，每個學期都要修到25學分（大概跟大一入學時一樣，完全沒有大五生該有的餘裕），整學年的所有課程幾乎都在同一個系館度過，我想這應該算是扎扎實實地為了自己的選擇負責了吧...<br><br>畢業後當了一年兵，退伍後不久，加入了一間品牌顧問公司，公司不大，因此每個人的負責事項很廣，也有機會接觸到不同國家的同事與客戶，除了把我在社團所學的經驗都再度用上之外，也多了很多學習的機會，像是如何用更高的格局來看待問題，永遠鼓勵自己用主管的視角來做評斷，學習如何做出成熟的決策與有效率的解決問題，把自己跟大你五歲的前輩做比較，缺乏的技能，有意識的補齊，缺乏的經驗，有野心的爭取。這必定確保你不斷地在進步，在成長。<br><br>2022年，我加入了一間軟體顧問公司- beBit TECH (微拓科技)，原先是日商管顧公司，後來合併了一間軟體公司，進而有了自己的軟體產品，近期也有了上市的規劃。在這裡遇到很多過去不曾見過的複雜問題，有些與產品相關，有些與跨部門合作相關，而正因為這些困難，讓工作充滿了挑戰性，培養了如何解決複雜問題的思路與做法，也深刻地了解到每個人的能力並非單指他所會的技能，而是包含了所有他可以接觸的資源、認識的人、執行過的專案等，這一切的加總才是能力的體現，絕對不是一個人埋頭苦幹。也因為這些經驗，讓自己的眼光可以放得更遠，想得更廣，這樣的心態也確實賦予每一天的工作更多的願景。人生很短，但工作的時間很長，選擇自己有興趣的事，就會是職涯最好的投資。<br><br>最後，想跟正在準備升學的你/妳分享，我認為讀書與學業成績並非一切，但仍要付出自己不會後悔的努力，每當盡力之後，就樂觀地看待結果，因為在某些事情上，過程確實是比結果更重要。此外，找到自己想做的事、想認識的朋友、想參與的活動、想過的人生。每當迷惘了，請確保自己是往讓自己變得更好的路上走去。See you on the road!"
  },
  {
    "id": "article2",
    "title": "陳韋宏",
    "author": "化工105級 陳韋宏",
    "content": "<h3>【自身經歷介紹】</h3>各位學弟妹大家好，我是成功大學學士學位學程暨化工系105級的畢業生陳韋宏，現任於日本栗田工業株式會社的技術顧問職（東京本社）。因受成大單車節學術部的活動邀約，想和各位學弟妹分享大學以來的心路歷程。<br><br>在上大學以前我是比較書呆子類型的學生，被問才藝大概會回答「讀書跟考試」那種程度，也因此剛面對繽紛而複雜的大學生活，實際是有些不知所措的。然而在成大提供的項目中我實現了人生第一次的出國夢，之後便一心鑽研各種出國的機會，四年先後公費拜訪了德國、荷蘭、新加坡、香港、美國，畢業後因為對日本傳統工藝的憧憬而至日本東京工業大學進修碩士，除了曾獲扶輪社獎學金資助，也透過研究所訪問過越南以及擔任過日本慶應義塾大學的研究員。畢業後因為感受人們對於環境意識的崛起以及海外拓展的機會，我入職了日本最大的水處理技術公司，栗田工業株式會社，目前從事海外業務相關的技術顧問。<br><br>我相信每個人的經歷都是特殊的，所以在個人的詳細經歷上不會有太多著墨，而會側重在通用型的概念與經驗傳承，如果能給耐心閱讀這封信的後輩們一點啟發，對於畢業生的我來說還是非常幸福的一件事情，也期待未來能讀到學弟妹們的故事。<br><br><h3>【給高中生關於高中及大學的建議】</h3>人生體驗：了解自己是怎麼樣的人。多去做不同嘗試，不管是課業、實習、旅遊、社團活動、認識不同的人甚至談戀愛，我認為本質都是「認識自己」的過程，比如參加了業界的實習，除了對該產業更加了解外，這個業界的薪資待遇（例如你知道台灣平均薪資前三高的業界是哪些嗎？）、工作型態（朝九晚五或隨叫隨到型）自己是否能接受的都可以先考慮清楚。抑或是談了戀愛才知道：一個人身上哪些優點是自己喜歡的、或是哪些缺點是自己不能接受的，尤其戀愛這件事我發現每個人都存在很大的認知落差，這些都是沒有嘗試過不會知道的。<br><br>知識技能：經歷不同的嘗試後，找出自己最最喜歡的領域，哪怕只是一個小分野，徹底地研究它、搞懂它。這件事情對於你一生的幫助絕對會超乎想像。（不限於學校的專業領域）<br><br><h3>【若重來一遍學生時光，會做哪些改變？】</h3>第一是常常思考自己想要什麼，其實很多人當下的糾結很大程度源於不清楚自己想要什麼，比如要不要出國讀書、要不要轉系、甚至要不要休學去做什麼事情，這時候可以換個角度 ，比如出國讀書其實長遠來說可能跟就業或者生活綁在一起，那就可以再想想未來我是不是願意在這個國家工作與生活，真的糾結的時候可以嘗試這種「以終為始」的思考方式。<br><br>第二是試著把自己的感受放在首位，由於我是典型的高敏感型人格（Highly Sensitive Person, HSP），很容易不自覺因別人的三言兩語而陷入內耗，但長大後我開始試著把重心放回自己身上。因為高敏感族群很容易體察別人的情緒與需求，所以我可以很照顧身邊的人，但相對會告訴自己我對別人好是因為我是好人，一旦判定對方不值得我也會毫不猶豫將對方從我生命中移除，在能夠在圓滑與鐵腕之中隨時切換。<br><br><h3>【關於工作的選擇】</h3>雖然知道工學院不少畢業生去了「科技業」，但我清楚知道科技業的工作模式不是我喜歡的。所以我很早就是考慮「傳產」相關的業界，而我認為日本傳產領域做得又比台灣成熟且更全球化，所以選擇留在日本。另外我又希望在這基礎上有「革新」的能力，也就是將來還有機會再火一把的業界，考量當前時代背景：環保意識抬頭、綠能需求上升、經濟成長不再是人們唯一關注焦點，我選擇了跟自身專業最相關的水處理業界，看著公司每年的業務成長以及大膽卻務實的革新目標，雖然速度不能說快，但確實走在了穩健的成長道路上。<br><br><h3>【未來的產業發展發向】</h3>我認為不管是哪個業界，「ＡＩ協同工作」、「大數據分析」」會是未來的主要議題。實際上ＡＩ很多機能都還沒被很好地使用或者開發出來，就像過去人們怕工作被機器取代，但現在我們看到的基本都是人機合作的工作與生活模式，我也相信未來多數業界的主流會是人們跟ＡＩ一同工作。再來是大數據分析，過往的企業專案可能很多是憑主觀感覺去抓趨勢而下結論，但隨著各種計算器的數據分析能力上升，過去難以被定量化的各種問題都開始一一被突破，可以想像未來職業工作者將被要求更理性且定量地去分析問題之後求得結論。<br><br>另外隱藏的一點是關於「多元價值與包容（Diversity and Inclusion）」，其實每個人對工作的想法各有不同，可能有人是為了養家餬口、有人是為了個人價值實現、當然也有只想輕鬆過日子的人，加上不少企業的外籍工作者也有增多的趨勢，也帶來更多不同的價值觀，未來職場怎麼樣體現多元價值與包容，可能在長遠來說會影響各公司的戰力。<br><br><h3>【大學或企業對學生的意義是什麼？】</h3>回顧下來，不管是學校、公司乃至於留學國家，我認為對於個人最大的意義是「提供了怎麼樣的平台與資源」，比如在成功大學我可以透過申請不同的企劃案每年都去不同國家的學術機構進行訪問、在東京工業大學的時候我可以透過海外活動認識了各地頂尖理工大學的學生或者進行企業共同研究專案，而透過現在的公司我可以跟海外數十個國家的人接觸，進而以更大地維度推動社會上的可持續發展（Social sustainability）相關的專案，中間也認識各種不同的人、學習到了不同的思維與想法，這對我來說是最寶貴的東西。<br><br><h3>【職場中必備的軟實力】</h3>一言以蔽之的話：「溝通技巧與自身實力」。日語裡的工作叫做「仕事（しごと）」，我認為這詞的語境非常高。因為「仕」指的就是人，「事」指的是事情本身，對我而言一切「工作」的本質都是「透過『人』把『事情』辦好」。在職場上（尤其大企業），每個部門乃至於每個人的分工都是非常明確的，這也意味著每個人都掌握著不同「資源」：可能是物資、技術、經費甚至於關鍵時的一個授權，但要如何讓每個人願意提供自己手上的資源為我所用就是一門學問。雖然不是職場，但我遇過最貼切地例子便是因為不懂韓語去韓國購物的時候吃了不少啞巴虧，結果麻煩首爾當地的朋友，人家親切地跟老闆閒聊幾句後，老闆不僅舉起大拇指稱讚，還給我們打了一個不小的折扣…其實類似的例子在職場上也是常常遇到，很多時候人家願意幫忙不外乎三個原因：①份內工作不便推辭、②你有硬實力（職位或者對方同樣想要的資源，俗稱等價交換）、③你有軟實力（有私交或至少覺得跟你相處開心），如果這三點都不成立你可能就會發現你調動資源的難度變得非常高，想做的事情也變得更加難以實現。"
  },
  {
    "id": "article3",
    "title": "古念華",
    "author": "工設102級 古念華",
    "content": "UX 設計師 (User Experience，使用者體驗) 是目前流行的科技業職涯路線之一，他是設計那些你每天使用的網站或者 App 的角色，但也是在公司中，代表使用者心聲發聲的人。這也揭示了我們設計師的目標：讓技術和人性得以交會，假如這也是你感興趣的職涯路線，且聽我娓娓道來。<br><br>我是古念華，現居荷蘭，現職為殼牌的資深產品設計師，是荷蘭互動設計協會理事。除了在荷蘭的數位業服務，業餘經營設計 Podcast 《設計遊牧》，並且參與賴清德和蔡英文的總統競選專案，設計了 《Lofi on 賴》和《小英日常》 兩個競選網站。我對於能夠利用設計專業周遊世界各國感到慶幸，也很高興能夠拿設計產生社會影響力，這是讓以設計感到自豪。<br><br>我設計的開始——設計師的核心關鍵：這能夠回應我在大學做的事情，我畢業於成大工業設計系 102 級，學校學的是實體產品的設計，找到使用者痛點，並且藉由一個新產品或既有產品改良，得以解決使用者的問題，這樣同理不同人群的需求，並且解決他們問題，這就是設計工作的核心。<br><br>大家往往會覺得要成為設計師需要很大的努力和天份，但我自己倒不這樣認為。在傳統的設計工作的確會很要求對於美感與造型的能力，這對於那些有美學天賦的人來說提供了極佳的機會。然而數位產品設計因為設計有比較明顯的規範，能夠漂亮、適當地解決問題反而是核心競爭力。由於數位產品設計仍然是相對新興的職業類別，國內沒有對應的體制內教育管道，也因此從各個領域的人都很容易加入這個職業中，從社會科學（心理學）、管理學（產品管理），到傳統的各設計科系都在範疇中。對我來說，設計師真正需要的是對於「理解人」和「造物」的興趣，你如果對於理解不同脈絡的人群有熱情，並且對於做出很棒的東西感到興奮，那這才是從設計職場脫穎而出，並且能夠將設計作為一輩子志業的原因。<h3>【UX 設計師工作在做什麼？】</h3>在成熟的軟體科技業中，有被稱為產品三本柱的三個角色，分別是：產品管理、工程、設計，這三個角色分別呼應了數位產品的三大面向：<br>技術可行性（Feasibility），處理軟體基礎建設，確保現有的技術可以產出產品。<br>商業可行性（Viability），考慮顧客買不買單、做競品分析以增強產品優勢減少劣勢。<br>使用者的喜好（Desireaiity），使用者角度思考，確保產品回應使用者的心聲。<br><br>設計師當然是主力確保產品的使用者喜好程度，在此同時，我們也需要將我們的觀點清楚地和其他兩個角色分享，這也賦予設計師很大的研究的角色，畢竟，找到對的問題，並且解決它才是最重要的事，而不是一昧地做而不想。<br><br>設計師的超能力有兩個，一個是去面對面使用者，知道他們需求是什麼，在想什麼，怎麼從產品的角度讓他們工作更順利，生活更便利。再來，我們也能夠用視覺化思考的方式，將複雜的內外部系統問題整理出來，譬如說上面荷蘭銀行的案例，設計師藉由視覺化內部資訊系統的方式，找到更好的軟體整合的做法。儘管設計師不見得是技術知識最多的人，但我們也很常扮演促進各方溝通的角色。我總是會希望，同事會因為有設計師的加入，感到工作變得更加容易，也因此我也相信好的設計師，也應該是讓同事感到信賴的好人。<br><br>設計師工作喜歡集思廣益，也因此我們接下來就會找三五位設計師一起討論這個案子應該怎麼發展。我自己很喜歡的方式是：找一個白板大家一起來畫出一些想法，這時候想法會從釐清機制、到發現使用者操作的潛在問題，而這時候我們往往就會意識到：假如想同時解決所有問題，那東西就會複雜到難以使用，也因此就得要做出痛苦的取捨，而往往經過取捨後，這樣的設計才能夠逐漸成熟。<br><br>在有了草圖輔助後，設計師就可以開始進電腦做大量的介面實驗，怎樣的資訊呈現最清楚，又怎樣的機制可以輔助使用者達到他們的目標，以上面的案例，即是微軟 Bing News 在做網站改版時，做了不同的介面操作的提案與實驗。<br><br><h3>【趁早提高自己的出國曝光度】</h3>除了工作內容有趣外，UX 設計師一個很容易提供你國際移動能力的專業。我在荷蘭的 TU Delft 留學時，也同時在北京與舊金山不同公司進行實習。而在畢業職業後，我也陸續收到芬蘭、美國等不同業主的邀請，幫他們做出設計提案。也因此我會非常鼓勵你們能夠趁早提升自己的國際曝光度。<br><br>我的出生背景不允許我在讀書期間有出國遊學的機會，也因此我當時在大學其實對於同儕有很多國際機會都感到非常的羨慕，但很慶幸我在大學有將英文練到適當的水準。在畢業開始工作後，申請的文化部的補助計畫，前往法國參加為期一週的設計工作坊，那次是我第一次離開亞洲，見識到不同文化環境的設計工作樣貌。<br><br>那時候我的英文口說並不好，儘管文法不對，但用有限的字詞，並且適當比手畫腳下，仍然能夠和大家工作，那時候我每天早上會用大大的微笑和大家道早，這反而是大家對我最深的印象。哪怕在顛三倒四的口語對話下，能夠和自己合拍的朋友仍會留下，去年我和工作坊的其他設計師闊別五年再度見面，笑談那時候的事，有時候人際關係很奇妙，跨越時空仍然會相聚。<br><br>現在有國際交流的機會非常多了，從學校時期就有不少互動場合，各國提供打工留學簽證，政府也有相對應的補助計畫，更別說留學這種主流的方式，讓自己時時刻刻準備好國際的機會，這絕對是十分值得投資的事。<br><br><h3>【科技焦慮還有職涯的選擇】</h3>在這個不斷有新事物出現的時代，對於新鮮人說，難免有擔心落後別人的焦慮，這樣的壓力在業界也是家常便飯。然而我認為職涯並非是一場快跑，而是一個馬拉松，如何在這一個長跑中維持足夠的力氣，並且不會被過程所迷惘，這才是最重要的事。<br><br>在這篇文章我介紹了 UX 設計的職涯現況，然而產業有起有落，不見得現在的資訊在你畢業時仍然適用，也因此我很推薦這個看法：看你的目標產業的人是不是有希望感，假如從業人員對於未來並不樂觀，產業的未來恐怕會越來越差，在就業前和同職業的學長姐聊聊天，聊聊他的當下的看法，這樣根據時事的研究方式是設計師的做法，也會是一個更加確實的抉擇手段。"
  },
  {
    "id": "article4",
    "title": "許匡毅",
    "author": "化學103級 許匡毅",
    "content": "<h3>我怎麼從選錯系到找到教育熱忱？探索好重要！</h3><br><h3>背景故事：高中沒探索導致選錯系，因此在碩一時創辦啟夢</h3>你好，我是啟夢教育創辦人許匡毅，我是台南人，畢業於台南二中。那時因為化學科目成績很好，也讀得很有興趣，因此把考上化學系當作人生目標，認為只要考上化學系就會有成功的人生。<br><br>後來我順利考上成大化學系，一度是我人生中最快樂的時刻，因為有一種夢想實現的感覺。但上了大學才發現化學系跟我想像的很不一樣…..。<br><br>我上了化學系之後，發現大學的化學是非常理論與抽象，常常讀大概10分鐘就不斷地打瞌睡。跟高中比較填鴨或解題的化學是完全不同的感覺，我進到大一就發現我對化學系的內容沒有興趣。<br><br>也在大二時，有機會去化學系未來工作的場域－藥廠參觀，了解到原來品保工程師每天都幾乎在做同樣的事情覺得很無趣，也發現原來要成為研發工程師需要有碩博士的學位才有辦法勝任，可是我已經對化學系的內容覺得沒興趣，又要讀那麼久的書簡直要了我的命。大二，我就確定沒有想要往化學系繼續發展。後來，我在當家教時，發現我很喜歡陪伴學生，因此，我就轉彎改考台師大教育政策研究所，也順利考上，也在就讀碩士時，創辦啟夢教育，想要解決選錯科系的問題。<br><h3>職業現況：管理團隊、行銷與開發服務</h3>而我現在是新創教育組織《啟夢》的創辦人暨執行長，同時也負責行銷與服務開發。目前組織有4位正職、11位大學生的實習生。因此，每周都會跟不同部門的人開會，確保事情的執行狀況與進度，以及協助夥伴解決大小的問題。<br><br>以及我也負責啟夢服務的行銷招生，因此就要學習怎麼規劃行銷策略，包含要怎麼下Google、FB廣告，怎麼設計宣傳的網站頁面等，都是我需要處理的事情；此外，我也會根據高中生或者家長的期望，開發新的服務，像是開發學習歷程檔案的陪伴服務、或者職業探索的服務等。因為是創業，所以一人要當多人用，才有辦法應付那麼多的事情。但因為做自己認同的事情，所以每天都覺得很充實與開心。<br><br><h3>所需要的工作技能：軟硬實力都需要</h3>對我來說，要扮演好執行長、行銷、課程開發的角色，軟硬實力都很需要。軟實力，我需要學習溝通技巧，才能讓大家心服口服地配合，讓大家朝同一個方向前進。溝通、領導、團隊合作都是不可或缺的軟實力；硬實力，我需要知道怎麼安排行銷策略、FB與Google廣告投遞的方式、科系探索與學習歷程檔案的知識，這都是我需要的專業。<br><br><h3>回首過往的心路歷程：探索真的好重要，釐清方向才能有效累積</h3>如果說，回首這一切有什麼反思？我自己覺得探索真的好重要，了解適合自己的未來方向，包含適合自己的職業與生活方式，然後「以終為始」朝著目標開始一步一步累積與邁進，這是我覺得非常重要的事情。才不會花了好多時間，或者等時間錯過了，才發現距離想要的目標還有一大段距離，那樣真的好可惜。因此，奉勸還沒有完整探索科系或職業的同學們，如果你們不想要未來不小心選錯科系或職業，早點探索會是一件非常有價值的事情。<br><br><h3>給高中生關於高中及大學的建議：不要覺得在舒適圈就會有好的未來</h3>我自己覺得台灣的教育環境並沒有讓高中生與大學生體悟到，要有好的未來包含要知道自己想要什麼？然後自己又應該怎麼有效地累積相關的軟實力與硬實力？這些很難在課堂上聽到，需要去外面聽演講打開眼界，或者請益一些前輩才有辦法辦到。因此，千萬不要覺得待在舒適圈好像高枕無憂。而應該去外面闖一闖，才有可能在闖的過程中開始找到夢想以及追尋自己的夢想。<br><br><h3>對教育產業的看法：有很多機會與舞台，歡迎有熱忱的同學加入！</h3>現在台灣面臨很多的教育議題：學生手機沉迷、學生沒動機、對於未來迷網、等。這些都很需要有教育熱忱的夥伴一起來解決這些問題，而教育是一條需要人與溫度的一條路。因此不用擔心未來被AI取代沒工作，反而因為需要人與溫度，才有不可被取代的優勢。<br><br>在創辦啟夢的過程中，常常收到許多家長的回饋：「感謝有啟夢，讓我的孩子釐清科系方向，變得更有鬥志與動力。」這些回饋與成就感是用錢也買不到的快樂，也是我很珍惜與願意奉獻在教育的原因。如果有同學也對透過教育改變社會有興趣的話，歡迎往教育發展，有機會也歡迎加入啟夢團隊，等你唷~XD<br>我的聯繫方式：FB搜尋「許匡毅」，歡迎同學們私訊問我問題～"
  },
  {
    "id": "article5",
    "title": "林偉婷",
    "author": "林偉婷",
    "content": "畢業多年，高中、大學的生活已經離我很遙遠，但回顧過去， 彷彿還能感覺到身為畢業生和準大學生的興奮與焦慮。我一直相信選擇比努力的更重要，所以也更加謹慎的面對各種學業、職涯的選擇。對當時的我來說，最大的焦慮大概是 ”如果選錯科系的話怎麼辦？” 像是站在十字路口，選了一條路, 卻又不停回頭，擔心另一條沒選擇的路是不是更好。回頭看當時的煩惱，我想起賈伯斯在史丹佛大學演講的一段話 ‘You can't connect the dots looking forward; you can only connect them looking backwards’ , 所以你必需相信某些在當下看似不相關的點（事件）將在未來以某種方式連接。我很喜歡賈伯斯這這場演講，所以我也想用類似的架構在這封信中說三個故事。<br><br>第一個故事是關於我的學業、職涯中的「點」是如何串聯在一起的。<br>「大學（外文系）→科技業行銷專員→研究所（數據分析）→資料分析師」<br><br>大學因為喜歡外語進了外文系，畢業後做了幾年行銷專員，而目前是每天與資料、數字為伍的數據分析師。這些看似不相關的‘點’，是一連串事件與選擇的結果。讀外文系期間，因為對行銷產業有興趣，我在課外接觸了許多行銷比賽與相關的社團活動。雖然這跟原本外文的專業沒有太大的關係，但也因為那些課外活動的經歷加上外語能力，在畢業後順利進入了行銷的相關產業。至於從行銷轉到數據分析，主要的原因則是我在行銷的工作日常中，發現自己比起發想文案，更喜歡去探究行銷活動數據背後的成因和影響。因此在我對當時的工作感到倦怠的時候，數據分析變成了我下一個職涯轉換的目標。這些轉折的共通點都是在當下的學系或工作的基礎上，因為各種事件的累積與自我覺察的引導下一步步往不同的方向前進 。如果你去跟當時高中畢業的我說十年後我會在澳洲做資料分析師，我大概會覺得很荒唐吧，況且在當時並沒有資料分析師的工作還不存在呢！<br><br>第二個故事是關於「試錯」，考慮轉職當年正是「大數據」一詞剛興起的時候，資料科學家有 21 世紀最性感職業的稱號。有天我看了AlphaGo在2016年對戰世界棋王李世乭的紀錄片，當時的感到既興奮又有點擔憂; 擔心自己的工作是否在未來會被AI與自動化取代。我想與其因為不了解新技術而被媒體風向帶著走，不如撥開神秘面紗自己嘗試學習並使用這些新技術。理想很豐滿，現實很骨感。高中讀文組的我，自從畢業之後就沒學過數學，更從來沒有學過任何程式語言。這樣的我真的能夠應付需要大量數理的專業嗎？而且出國唸書需要一筆錢，如果念不來，時間與金錢的機會成本相當龐大。煩惱之於，我向當時念相關專業的前輩請教。他建議我如果真的這麼擔心，為什麼不先試試看呢？這邊他說的不是直接接出國唸書，而是先試著找其他低成本的方式先嘗試，再決定是否要投入更多的資源。聽了他的建議，我找到了現在很普遍的線上程式學習課程，在下班時間開始學習新的程式語言（有些基礎程式語言的線上課程甚至是免費的。）一開始有些挫折， 但隨著時間慢慢累積，開始有了成就感，寫程式好像是我可以克服的問題了。有人說要一個下班的上班族，犧牲休息時間學太違反天性，但其實投入時間的多寡或許不是最重要的，重要的是嘗試，而且是在大量投入之前，用相對很低的成本去「試錯」。如果發現自己根本不喜歡寫程式，那也無妨，省下了許多時間與金錢成本。「試錯」一詞是嘗試錯誤（Trial and error）的簡稱，常在產品開發的過程中使用。你會發現有計畫的試錯，可以幫自己做出更好的選擇。<br><br>第三個故事是關於「韌性」（Resilience）— 面對挫折、低潮的恢復能力。出國唸書前，我胸懷滿志的規劃好唸完碩士之後，要在國外工作幾年累積海外工作的經驗。然而，事情遠遠沒有料想的這麼順利，光是找實習就處處碰壁。打開求職網站，上面的實習與初階工作的幾乎都有一個基本條件 — 要有永久居留的簽證＊。這對於大部分沒有身份的留學生來說，基本上就是一個婉轉拒絕。找工作的困難加上課業的重擔，讓我消沈了一陣子。有天我在課間在校園閒晃時，突然想到，我常常把找不到工作的原因，歸咎於沒有當地的簽證，不過還是有少數人找到工作的。那那些沒有簽證卻找到當地工作的人，又是如何找到工作的呢？沒有永居簽證是我無法改變的事實，但我能從其他方面努力。這樣的轉念，又讓我燃起了鬥志。了解到人脈的重要，我開始積極的參加社交活動去認識業界人士，參加比賽增加實務經驗…，而後來我也很幸運的找到我理想的工作。在成長的過程，會發現到很多事情不是光靠努力就能做到。很多時候需要一點運氣、與機會。與其期待事情一切順利，面對挫折也能自我修復的韌性或許可以幫助自己走得更遠。<br><br>回到開頭問的第一個問題 ”如果選錯科系的話怎麼辦？”  我想當時會有這個想法的我，把生涯規劃想成了一輛鋪好軌道的直達車，選了科系就只能朝同個方向發展。但或許生涯規劃更像是搭火車的過程，有人搭直達車，有人轉了好幾次車才到，也有人在搭車的過程中，發現自己想去的其實是不同的地方。轉車與轉換目的地的人到達的時間比較慢，但也因此看到了不一樣的風景呢。希望以上的三個故事帶給你一些啟發，給你做選擇與改變的勇氣。<br><br><br>＊不同國家對於永居簽證的條件不同，非本地人要拿到永居簽證，除了投資移民，通常需要有數年的本地工作經驗且符合特定的條件。"
  },
  {
    "id": "article6",
    "title": "池昀澤",
    "author": "池昀澤",
    "content": "謝謝成大單車節籌備團隊的邀請，讓我有機會寫一封信給高中生們。<br><br>我想先自我介紹一下，我是Andy，高中讀的是高雄的鳳新高中，大學讀的是成功大學統計學系。畢業後我成為了一名資料分析師，目前在一間媒體公司服務。同時，我也是一名社群創作者，我經營一個叫「安迪與數據的故事」的IG，分享數據分析相關知識以及我的職涯心路歷程。<br><br>在寫這篇文章時，我回想起很多18歲那一年的回憶。還記得剛考完學測的時候，爸媽曾開車載著我來到成功大學「場勘」。轉眼間，八年就這樣過去了，覺得好感慨，也很欣慰。<br><br>寫這封信，除了是寫給現在正在探索自己、替未來做規劃的高中生，其實也很像是寫給當年的我自己。年輕時，該如何面對迷茫、以及選擇？<br><br>我今天準備了一些我自己的故事來跟大家分享。<br><br><h3>關於選系：高中時的我，為什麼選擇了統計系？</h3>首先我想先聊聊，我高中時選系的經歷。<br><br>我大學讀的是統計系。但我大概是在快要升高三的時候，才決定好要讀這個科系，在那之前，我其實更想讀的是跟新聞傳播有關的科系。<br><br>我從小就是一個很喜歡創作的人。我高二時擔任校刊社的幹部，我寫過很多的文章，也對採訪、美編、設計方面的事情很感興趣，所以當時我一直覺得，我未來就是要讀跟些東西有關的科系。<br><br>那為什麼後來跑去唸了統計呢？<br><br>其實當時想法很單純，首先是我覺得：這些我感興趣的科系未來在「找工作」還有「錢錢」方面好像會比較吃虧一點，選系總不可能只挑喜歡的吧？也是要考量到未來的發展。<br><br>再來，我以前是讀第二類組，我其實也還滿喜歡數學的，當時「大數據」這個詞也剛開始受到一些關注，我就心想：欸，那統計系以後的發展前景應該還不錯吧？於是我就這樣決定了我要去讀統計。<br><br>不過我必須強調，讀什麼以後會賺比較多錢這種事並沒有這麼絕對，現在回想起來我也不覺得這個想法很好，但總之我當時就是這樣做出了決定。<br><br><h3>上大學之後：面臨了很多的迷惘</h3>我後來順利考上了成大統計系，也有順利讀完了四年大學。但我大學期間其實經常是處於迷茫的狀態的。<br><br>尤其在課業方面，我很常感到焦慮，因為統計系的書都不好啃，在努力啃的時候心裡卻很不踏實，因為我不曉得以後到底可以做什麼樣的工作。不曉得未來的發展，在課業上付出這些努力的意義又是什麼呢？<br><br>我才發現，原來就算我讀了理想中的校系，也不意味著未來的職涯路徑就會很明朗。學校老師沒辦法告訴我以後要做什麼，我必須自己去探索。<br><br><h3>在媒體公司實習而獲得的職涯轉機</h3>大四那一年，我獲得了一個非常難得的實習機會。當時錄取我的，是一間台灣數一數二大的媒體公司，我能夠在兩個月的暑假期間，跟著公司裡的數據團隊合作執行一些專案。<br><br>當時我就覺得：命運的安排真的滿奇妙的！<br><br>我以為我讀了統計系之後，就從此跟我原本感興趣的新聞傳播工作道別了，沒想到現在繞了一圈，竟然還能進到媒體公司實習！<br><br>其實統計在媒體產業的應用很多，舉凡收視率調查、廣告、民調等等，都跟統計、數據分析有關。且現在媒體都在做數位轉型，經營新媒體，像是網路新聞、網路電商、直播等等，過程也都跟數據脫不了關係。<br><br>以前在大學裡不會知道這些事。有了這段實習的經驗之後，我才開始對於職場產生比較具體的概念，也比較能夠判斷自己喜歡做的事是什麼。<br><br><h3>從學校到職場，要跨越哪些鴻溝？</h3>統計系雖然學得到很多統計方法，但我必須老實說，大部分派得上用場的數據分析技能，我都是在實習或是後來的正職工作中學到的。<br><br>進到辦公室裡，看到大家都用什麼工具在做事，才知道，喔！原來這些工具很實用，然後就趕快把它學起來，慢慢累積。<br><br>以前在學校的時候我可能會覺得，我只要把書讀好、把某一項專業技能練得很強，就會有很多公司捧著錢要來請我去上班。但後來我才明白，職場其實是看到什麼學什麼，不管是專業技能還是心態都是。只有用心觀察企業是如何運作、以及需要解決什麼樣問題之後，才會漸漸明白自己能提供的價值。<br><br>書大家都會讀，畢竟我們都是從小讀書讀到大的。但解決問題的實戰經驗、創新與實踐的能力，更能夠在職場上幫助到我們。所以也建議大家，等你以後上了大學之後，記得多嘗試一些不一樣的事情、多開拓自己的視野！<br><br><h3>人生不只是一次的選擇</h3>我出社會工作大概兩年時間，但即便到了現在，我也經常必須面對很多人生的選擇。有時候工作做一做，我也會問自己：這真的是我要的嗎？<br><br>但以前選系的經歷教會我，人生不會因為一次的選擇而定案。我過去的經歷帶領我走到今天，擁有現在還不錯的生活，但也有很多我認為可以再修正的地方。未來要走向何處，依然是由此刻的我做出決定。<br><br>慢慢了解自己，也慢慢調整到最適合自己的位置。其實這就是長大的感覺。<br><br><h3>給正在準備考試的你</h3>講了這麼多，我知道高中生還是必須解決眼皮子下的問題，也就是升學嘛。所以最後我想給正在準備考試、或申請校系的人們一些鼓勵。<br><br>我高中的時候，其實班上老師、同學對我的考試成績都很不以為然。在我的學校，通常只有不到五十人會考上台清交成政，但我的校排都四、五百而已，所以也沒有人對我有什麼樣的期望。<br><br>但，我最後還是成功考上了我心目中理想的校系呀。還記得當時很多人知道我能夠考上成功大學，都露出不可思議的表情！<br><br>我想跟大家分享的是：當你有了目標之後，不需要大聲嚷嚷、也不需要別人來肯定自己的目標，只要一步一步去努力，堅定地走向它就好。因為只有你自己知道，你想要的未來是什麼樣子。<br><br>謝謝你讀到這裡，祝福大家學業順利、萬事順心！<br><br>有任何問題，可以請大家來信：andystory0101@gmail.com<br>或是私訊我的IG：andystory_ins"
  },
  {
    "id": "article7",
    "title": "蔡嘉昇",
    "author": "心理102級 蔡嘉昇",
    "content": "<h3>背景介紹</h3>各位閱讀此篇文章的同學們，我是心理系102級的蔡嘉昇，台南人，經歷六年私校國高中生活，大學才來到市區外宿。對我而言，大學生活最棒的事情是擁有管理自己時間的自由，並且能夠參與各式各樣在升學導向的高中裡較難體驗到的活動。<br>大學活動經歷：<ol><li>1. 心理系學會宣傳部長<li>2. 心理系羽球隊隊長</li><li>3. 南友會美宣長</li><li>4. 羽球社副社長</li><li>5. 心理系送舊宿營美宣長</li><li>6. 西港大專青年聯誼會顧問</li><li>7. 心理系舞台劇《鳥籠》公演</li></ol<br><br>大部分大學同學在大三開始進實驗室跑專題研究、大四準備研究所，於此同時我正在師培中心修教育學程、帶領羽球社練球、回到家鄉西港和他校大學生辦理國小育樂營，甚至大五延畢時，與一群系上同學籌備了一場舞台劇《鳥籠》進行演出；回頭想想大學這五年（包含延畢一年），似乎有點把自己的時間塞得太滿了──和部分身邊的朋友一樣，進到成大後我們都感覺到一種「身邊的同學都好優秀」的競爭感，進而逼迫自己極力承擔許多任務、學習，似乎非得把自己弄得筋疲力竭、狼狽不堪，才能算是不枉來到大學。<br><br><h3>職業現狀</h3>我是在家人建議下進修教育學程。一開始並不認為自己適合從事教職，也不覺得這是一個未來的方向──以心理系而言，大部分學生的生涯想像還是往心理師邁進，對當時的我而言，教育學程比較像是「備胎」的概念，萬一無法順利考上心理系研究所，先到教育現場工作也是一種選擇。不過成為實習老師之後，發現自己對於實務現場意外的充滿熱情跟享受，便逐漸立定自己想成為一位老師的志向。完成實習、服完兵役後，我到過不同學校服務：台中豐原國中兼任輔導教師、高雄六龜高中專任輔導教師、嘉義竹崎高中綜合活動輔導教師<br><br>目前則是擔任私立學校的輔導教師一職；與公立學校的輔導老師不太相同，私立學校的輔導教師身分較為龐雜，結合了授課、行政、輔導等角色，需要靈活切換不同角色的立場與態度，例如授課時需要的是有原則的教師，並且能夠掌握全班學生的學習狀態；進行個案晤談輔導時，則是要保持與學生同在、同理的心態，並且擔任學生與學校系統溝通的橋樑；而在處理行政工作時，則需要更為宏觀的角度來與其他處室合作，並考量到行政工作所影響到的其他同仁的立場──透過這些不同心境的轉換，也讓自己隨時保持更有彈性的工作態度、避免思考僵化，也能夠保持工作的熱情。<br><br><h3>工作技能</h3>以輔導教師的工作技能而言，最基本的莫過於助人技巧以及授課技巧，這些技能在大學課程、師培中心課程都能獲得相當的訓練，以高中生而言其實並不需要在高中時特別準備，但若能拓展自己對社會的觀察、生活反思及對不同族群的關懷，工作之後便比較能用多元、接納的觀點看待來自不同家庭背景的學生。若以授課教師而言，在工作後才學到的技能為：<ul><li>1. 連續講話超過三節課</li><li>2. 講述同樣的內容超過五次但依然保持熱情</li><li>3. 能運用比喻、舉例、時事講述道理規訓違規學生</li><li>4. 面對各種突發狀況處變不驚冷靜思考解決方法</li></ul><br>記得第一年工作時，只要連續授課兩節課我便會筋疲力竭，想要說服學生遵守課堂規則時會卡詞，沒想到四年後連續講課四節已經駕輕就熟，同樣的笑話講12次仍然可以維持一致的節奏，能輕鬆運用各種舉例來說服學生遵守課堂規定，我想這就是工作經驗的累積吧！<br><br>記得高中準備學測的時候，我滿心期待大學後就不用這麼用力鑽研知識，沒想到上大學後發現身邊的同學一個比一個認真念書、選擇當老師後更是每一年都在準備教師甄試、面對不同的學生個案更需要翻閱書籍閱讀心理學理論，所以很遺憾的，我想「終身學習」大概是這個職業最基本的能力吧。<br><br>而職場上的人情世故、人際關係拿捏亦是非常重要的軟實力，不過這必須親身體驗才懂箇中滋味，每一間學校都有其獨特的辦公室文化，最為基本的莫過於「微笑」、「問候」，留待各位到實習階段再慢慢體會。我自己是在第三年的工作時，才逐漸明白「好同事不一定是好朋友」，並學會將工作與生活做一定程度的切割，以保有喘息的空間，並放下「和所有同事保持友好關係」的想像。<br><br><h3>回首過往</h3>大學畢業後幾年的同學會，同學們笑鬧著說當初要是不填心理系、改填其他熱門科系，也許現在能事業有成、攀上人生巔峰；也有過不少人問我：「念心理系會後悔嗎？」我確實思考過不少次類似的問題，特別在準備教師甄試念書念到茫然、考完教師甄試落榜、找尋下一年度代理學校、被家人關心何時能穩定工作的時候，不免想到若以當時學測的分數填電機科系應當可以上榜，又或者是直接填師範學院專心一志準備教師考試，而非填報一般大學後才加修教育學程，或許大學畢業後便能直接考取正式教師、穩定工作。<br><br>那確實會是少掉許多焦慮與茫然的人生軌道，可同時我也會想著若是如此會錯過的人生風景：錯過體驗第二屆心理系、錯過到深山服務的機會、錯過與大學這些重要朋友認識的契機、錯過人生第一年工作結識的同事們──仔細想過一遍後，我發現最重要的並非一再細數可以「修正」的抉擇，而是檢視自己在這些拐彎當中的收穫──正因為有這些獨特而豐富的經驗，才造就現在的我，能夠冷靜面對大部分突發狀況、積極蒐尋資源、擁有不同領域人脈的我。<br><br><h3>結語</h3>可以理解在社會的期待下，似乎在不同時間點都有「該做到才算是成功」的事情，這會是股蠻龐大焦慮，驅使不同階段的學生去思考「現在的我該做些什麼，未來的我才不會後悔？」，做出規劃能降低焦慮，但人生並不是想得很完美，就能順利達成。18歲考上大學時我買了一本書，《18歲該做的事情》，覺得自己上大學後應該要做些有意義的事情，殊不知這本書至今從未完整翻閱過，也未按照書中的指示規劃自己的大學生活──或許有一些大目標，但在達成目標之間並非筆直的路徑，而是充滿驚奇與挑戰的蜿蜒冒險，我想真正重要的是，在這些體驗中看見自己的成長與收穫，並懂得欣賞自己的獨特。<br><br>不是要很厲害才能開始，而是要開始了才有機會變得很厲害。去開創屬於你自己獨特且美好的人生故事吧！<br><br>"
  },
  {
    "id": "article8",
    "title": "林奕嫻",
    "author": "外文110級 林奕嫻",
    "content": "Hi! 我是林奕嫻Jessica，110年畢業於外文系，畢業後先加入科技業儲備幹部工作近兩年，目前任職於外商美妝業儲備幹部。<br><br>大學時，我曾聽登山社60幾歲的學長說：「人生中有兩段時光最精彩，第一次是在大學時期，第二次是在退休時。」畢業後想想的確如此，大學四年的生活，精采絕倫。畢竟我還沒達退休年紀，所以在這篇文章想要分享充實精彩的大學生活，對於我的人生有什麼影響。<br><br>如果我能給你們三個建議，我想分成生活面、工作面、人生面來分享我的經驗。<br><br>我想給你們的第一個建議會是：盡全力體驗校園活動，尤其認真體驗大學生活尤為重要。大學時，我參加過各種社團與活動。因為有了加入學生會擔任幹部的經驗，我發現了我喜歡凝聚團隊向心力、帶著團隊向前的感覺，也學會了如何在職場中換位思考，以主管的立場去思考如何讓自己在工作中表現更佳；因為曾創辦過全國農村生活體驗活動，有從零開始寫企劃並帶領團隊完成專案的經驗，我在求職面試時能分享在領導專案過程中受挫而成長的經歷，因而拿到offer；因為加入了登山社，我收穫了一生的興趣，以及人生道路中志趣相投的朋友。<br><br>學生時期出於興趣而參加各種活動，回首時才發現這些經歷對我來說有多麼寶貴。參加活動的精髓不在於多，而是在於在活動過程中發掘自己獨一無二的人格特質、興趣、專長與能力(例如：領導力、攝影專長…等)，在活動中找到的個人優勢不但可以應用於工作上，發掘到的興趣也有助於讓未來的人生更豐富充實。學生時期和同學們一起參加的活動與比賽，出社會後不會再有，希望學弟妹們都能在學生時期能把握這些春春燦爛的時光。<br><br>若要問我大學時期最特別的體驗是什麼，我會說是大三那年，赴新加坡國立大學交換了一年。在國外的一年，我的心和視野被打開了。在課堂中，我從不同國籍的老師與同學口中，理解了大家對於台灣的認知、以及各國同學看待不同國際事件的視角；交換期間和不同國籍的學生一起去緬甸、印度、柬埔寨、越南、馬來西亞自助旅行時，感受到了東南亞、南亞國家文化上的富足；對我來說最意義非凡的是，有幸交到知心的外國朋友，雖然母語不相同，卻有深刻的情感連結，能交流彼此的心事與心情、協助彼此的學業。雖然現在彼此各在地球兩端，現今依然有聯繫，我也不曾忘記那一張張在異國陪伴我度過美好時光的面孔。<br><br>如果學弟妹也有顆嚮往探索世界的心，祝福學弟妹們也能爭取到出國交換與申請獎學金的機會，相信那會是影響你們一生難忘的經歷，也會是你們人生中數一數二快樂且無憂的時光之一。<br><br>我想給你們的第二個建議，有關於未來職涯發展 — 希望學弟妹能培養對生活周遭事物的好奇心，對各事務有好奇心時，你就會去找答案，通常你要找的答案就藏在各類活動、實習裡，多從活動中諮詢前輩的經驗，能減少你對職涯的迷惘。對商業有興趣的學弟妹，甚至可以培養一點購物或認識各類產品的興趣，有物欲時你就會貨比三家，去了解如何買到規格最好與最適合自己的產品，求職時或工作期間才能和公司侃侃而談自己對於產品及消費者定位的洞察與看法，若想角逐競爭激烈的職缺，平時累積的產業觀點與想法就能及時派上用場，到求職時再了解產業概況(如：上下游供應鏈、公司產品線…等)就會有點辛苦。<br><br>對於高中生，我希望你們在畢業選大學科系時，除了將自己的興趣與專長納入考量，也要多問一些前輩該科系畢業後的職涯選擇通常有哪些，薪資水平、工作時長及型態大約為何，這是我當時選大學科系時沒深入了解過的面向，但現在出社會了回頭看這點覺得特別重要。<br><br>大學選的科系不一定會和未來的工作相關，曾經有著十幾年教師夢的我，也沒有想過畢業後會進入科技業與美妝業。人生的選擇很廣，只要跟隨心之所向，並永遠在心中點燃一盞能指引自己向前的希望之燈，相信學弟妹們都能找到自己的一片天地。<br><br>最後想給學弟妹的第三個建議，是我真誠的希望你們在求學時期，找到影響你們深遠的摯友。<br><br>在《找到人生中最重要的7個人》一書裡，作者李維文提到，大學認識的朋友會是人生中最志同道合，有時甚至是影響最深遠的朋友，也會有可能是你創業最佳的夥伴。Google, Facebook, Microsoft, Spotify…等知名企業的創辦人都是和大學朋友一起創業，我在成大也遇過好多優秀的學長姐畢業後找了同學一同創業，畢業後選擇一起共事，源自於對大學同學最單純的信任，要好好把握這段相遇相知的緣分。如果你們多問問一些學長姐，就能發現大部分學長姐進入職場後，最常聯繫的還是求學時認識的朋友，尤其是大學朋友。求學時期的朋友會是你們未來人生中寶貴的心靈支柱。<br><br>《模仿欲望》一書裡分享了網路鞋店Zappos執行長謝家華曾說過的一段話：「我對於偶然的迷戀始於大學時期。對於大多數人來說，大學時期是可以經常與人巧遇的最後機會。隨年齡增長，你開車上班，每天見到相同的人，然後回家。但最好的事情發生在人們相遇並分享想法的時候。」大學時期是你最能廣泛接觸到不同朋友的時候，所以不要害怕主動跨出一步和同學交流，一句簡單的提問，可能會開啟你們一拍即合的交流，也有可能會帶來一段難得的友誼。<br><br>最後，畢竟是來自成大單車節活動的一封信，還是要幫我真心愛的母校成大宣傳一下！台南溫暖的陽光與師長同學，相信你來過後就會念念不忘。如果沒有在成大讀書、生活、成長的這段的經歷，我不會成為現在的我。親愛的高中生們，成功大學的生活多采多姿，成大的學長姐們都在台南期待著你們的報到！高中時埋首書中的辛苦不會白費，這樣的時光雖然聽起來很難，卻飽含著青春裡最美好的感覺，回首看時，這些平靜努力的時光，會成為美好的感動。<br><br>這封給高中生與大學生的信在此擱筆，如果看完這封信的你們有什麼問題，歡迎隨時聯繫我。祝所有高中生與大學生們<br><br>生活精彩，且在人生的道路上，一路都能與夢想隨行。"
  }
]